{
  "gym": "Fitness",
  "studio": "studio",
  "with": "Mit",
  "top": "Höchster",
  "quality": "Qualität",
  "JOIN NOW": "JETZT MITGLIED WERDEN",
  "We have everything you need for": "Wir haben alles, was du für",
  "your fitness!": "deine Fitness brauchst!",
  "Weight Loss classes": "Kurse zum Abnehmen",
  "Dance workout classes": "Kurse für Dance Workouts",
  "Endurance classes": "Kurse für Ausdauer",
  "Muscle building classes": "Kurse für Muskelnaufbau",
  "Nutrition classes": "Kurse für Ernährung",
  "Health classes": "Kurse für Gesundheit",
  "We make it easy for you": "Wir machen dir das",
  "to take part": "Mitmachen einfach",
  "Trial training for free": "Probetraining kostenlos",
  "Just try it out - and it's even free!": "Einfach mal aus - und das sogar kostenlos!",
  "Workouts to do at home": "Workouts für zu Hause",
  "Stay fit and active.": "Bleibe fit und aktiv.",
  "Cooperations": "Kooperationen",
  "The perfect deal for a better one Work-workout balance!": "Das perfekte Angebot für eine bessere Work-Workout-Balance!",
  "Nutrition": "Ernährung",
  "Welcome to Health": "Willkommen bei Health",
  "Health Xbody is a natural way to improve your health": "Health Xbody ist ein natürlicher Weg zur Verbesserung Ihrer Gesundheit",
  "At Xbody we firmly believe that a balanced diet is the key to a successful and healthy fitness life. As a result, we provide tailor-made nutrition plans that are based on the individual needs of our customers and are also contemporary and sustainable. With our concepts, we want to ensure that our clientele is optimally supplied with all the necessary nutrients and at the same time receives enough energy to regenerate and grow.": "Wir bei Xbody sind fest davon überzeugt, dass eine ausgewogene Ernährung der Schlüssel zu einem erfolgreichen und gesunden Fitnessleben ist. Infolgedessen stellen wir maßgeschneiderte Ernährungspläne bereit, welche sich an den individuellen Bedürfnissen unserer Kunden orientieren und zudem zeitgemäß sowie nachhaltig ausgerichtet sind. Mit unseren Konzepten möchten wir sicherstellen, dass unser Klientel mit allen notwendigen Nährstoffen optimal versorgt wird und gleichzeitig genügend Energie erhält, um sich zu regenerieren und zu wachsen.",
  "At Xbody, we attach great importance not only to achieving short-term athletic goals, but also to staying healthy in the long term - and a balanced diet plays a decisive role in this.": "Bei Xbody legen wir großen Wert darauf, nicht nur kurzfristige sportliche Ziele zu erreichen, sondern auch langfristig gesund zu bleiben – und hierbei spielt eine ausgewogene Ernährung eine maßgebliche Rolle.",
  "Just": "Einfach mal",
  "try it": "probieren",
  "user profile": "Benutzerprofil",
  "order history": "Bestellverlauf",
  "Sign Out": "Abmelden",
  "Dashbord": "Verwaltung",
  "Products": "Produkte",
  "orders": "Bestellungen",
  "users": "Benutzer",
  "Trial training": "Probetraining",
  "Contact": "Kontakt",
  "Contact Xbody": "Kontakt zu Xbody",
  "Classes Time": "Kursplan",
  "Company fitness": "Firmenfitness",
  "Prices": "Preise",
  "Price": "Preis",
  "Add to Cart": "In den Warenkorb",
  "Trial training at": "Probetraining bei",
  "Just try it": "Einfach mal probieren",
  "ASK NOW": "JETZT ANFRAGEN",
  "Make a trial training appointment": "Probetraining-Termin vereinbaren",
  "Book your free trial session online now": "jetzt dein kostenloses Probetraining online buchen",
  "With us you have the opportunity to test our complete training for a whole day": "Bei uns hast du die Möglichkeit einen ganzen Tag lang unser komplettes Training zu testen",
  "Just bring your sports equipment and let's go": "Bringe einfach deine Sportausrüstung mit und los geht's",
  "How is your trial training going?": "Wie läuft dein Probetraining ab?",
  "If you would like to train with one of our competent trainers, you are welcome to register with your club. Our trainers are always available to help you achieve your fitness goals.": "Wenn du gerne ein Training mit einem unserer kompetenten Trainer durchführen möchtest, kannst du dich gerne in deinem Club anmelden. Unsere Trainer stehen dir jederzeit zur Verfügung und unterstützen dich dabei, deine Fitness-Ziele zu erreichen.",
  "WHAT TO EXPECT AT FITNESS XBody": "DAS ERWARTET DICH BEI FITNESS XBody",
  "Studio in the best location": "Studio in bester Lage",
  "Experience numerous courses and small group training sessions with us every day": " Erlebe bei uns täglich zahlreiche Kurse und Kleingruppen-Trainings",
  "spacious cardio and strength training bottles": "weitläufige Cardio und Kraft- Trainingsfläschen",
  "exclusive support from our qualified trainers": "exklusive Betreuung durch unsere qualifizierten Trainer",
  "Large relaxation areas": "Große Relax-Bereiche",
  "Our trainers are highly qualified and will support you in achieving your goals": "Unsere Trainer sind hochqualifiziert und unterstützen dich dabei, deine Ziele zu erreichen",
  "We offer our members free water and other beverages": "Wir bieten unseren Mitgliedern kostenlos Wasser und andere Getränke an",
  "30+ online home workouts": "Über 30 Online Home-Workouts",
  "And much more - start your first workout now!": "Und vieles mehr - starte jetzt dein erstes Workout!",
  "Sign up NOW": "JETZT anmelden",
  "We are happy to help:": "Wir beraten Sie gerne:",
  "Would you like to cooperate with Fitness Xbody as part of the Fit for": "Möchten Sie eine Kooperation mit Fitness Xbody im Rahmen des Fit for",
  "work program?": "Work-Programms eingehen?",
  "Or are you an employee interested in training with us? Then feel free to contact us. Just use our": "Oder sind Sie als Angestellter daran interessiert, bei uns zu trainieren? Dann nehmen Sie gerne Kontakt mit uns auf. Nutzen Sie einfach unser",
  "contact form": "Kontaktformular",
  "and give us your request. Our team of experts will get in touch with you immediately and give you all the information about current offers and services. We look forward to helping you stay fit and healthy. You are interested in one": "und geben Sie uns Ihre Anfrage. Unser Expertenteam wird sich umgehend bei Ihnen melden und Ihnen alle Informationen zu aktuellen Angeboten und Leistungen geben. Wir freuen uns darauf, Ihnen zu helfen, fit und gesund zu bleiben. Sie sind interessiert an einer",
  "with Fitness Xbody? Would you like to find out about current offers and services for your company? Or are you an employee and want to train at Fitness First? Do not hesitate to contact us. Just use our . Our team of experts will get in touch with you immediately.": "mit Fitness Xbody? Sie möchten sich für Ihr Unternehmen über aktuelle Angebote und Leistungen informieren? Oder Sie sind Angestellter und  möchten bei Fitness First trainieren? Zögern Sie nicht, uns  zu kontaktieren. Nutzen Sie einfach unser . Unser Expertenteam meldet sich umgehend bei Ihnen."
}
